Revit 2027 API
ParameterTypeId.StairsTextOrientation Property
 "Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTextOrientation { get; }
Public Shared ReadOnly Property StairsTextOrientation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTextOrientation {
	ForgeTypeId^ get ();
}
static member StairsTextOrientation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace